IDEA Open Model
OpeningRectOffsets.OffsetX2 Property
Compatible with IDEA StatiCa Beta 20.0
 top right x offset
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double OffsetX2 { get; set; }
Public Property OffsetX2 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace